# 여기서는 컴퓨터가 몇번째 줄을 몇번째로 읽을지를 체크합니다. 그리고 새로운 파일을 생성한 후 실행결과를 예상해서 입력합니다.(주석 신경쓰지 않고 딱 결과값만 출력)
# =>ex)
# 테스트입니다.
# >>1 테스트      (첫번째 실행할 줄 / 실행할 것)
# print("테스트")

# -------------------------------------------------

# 하나만 출력합니다.
print("# 하나만 출력합니다.")
print("Hello Python Programing...!")
print()
# 여러 개를 출력합니다.
print("# 여러 개를 출력합니다.")
print(10, 20, 30, 40, 50)
print("안녕하세요", "저의", "이름은", "윤인성입니다!")
print()
# 아무것도 입력하지 않으면 단순하게 줄바꿈합니다.
print("#아무것도 출력하지 않습니다.")
print("--- 확인 전용선 ---")
print()
print()
print("--- 확인 전용선 ---")
